Repository: ecmadrid/solydxk-locale
Catalog: po/*/ddm.po
Languages: es

source: ATI card found: %(card)s
es: Tarjeta ATI encontrada: %(card)s

source: ATI chip serie found: %(serie)s
es: ATI chip serie encontrado: %(serie)s

source: ATI driver found: %(drv)s (%(status)s)
es: Controlador ATI encontrado: %(drv)s (%(status)s)

source: Driver not installable: %(drv)s
es: Controlador no instalable: %(drv)s

source: ATI chip serie not supported: %(serie)d
es: ATI chip serie no soportado: %(serie)d

source: No driver found for: %(card)s (%(man)s:%(serie)s)
es: No se ha encontrado el controlador para: %(card)s (%(man)s:%(serie)s)

source: Install driver: %(drv)s
es: Instalar controlador: %(drv)s

source: Configure ATI...
es: Configurar ATI...

source: Found module for driver %(drv)s: %(module)s
es: Encontrado módulo para el controlador %(drv)s: %(module)s

source: Switch to module: %(module)s
es: Cambiar al módulo: %(module)s

source: Driver installed: %(drv)s
es: Controlador instalado: %(drv)s

source: Removing ATI drivers
es: Desinstalando controladores ATI

source: Remove package: %(package)s
es: Desinstalar paquete: %(package)s

source: Driver removed: %(drv)s
es: Controlador desinstalado: %(drv)s

source: ATI display driver
es: Controlador de pantalla ATI

source: Radeon display driver
es: Controlador de pantalla Radeon

source: Framebuffer display driver
es: Controlador de pantalla Framebuffer

source: Vesa display driver
es: Controlador de pantalla Vesa

source: Install aborted: not in repository: %(repo)s
es: Instalación abortada: no se encuentra en los repositorios: %(repo)s

source: Broadcom chip serie found: %(chip)s
es: Broadcom chip serie encontrado: %(chip)s

source: Used wireless driver: %(drv)s
es: Controlador inalámbrico utilizado: %(drv)s

source: Broadcom found: %(broadcom)s
es: Broadcom encontrado: %(broadcom)s

source: Broadcom chip set found: %(chip)s
es: Broadcom chip set encontrado: %(chip)s

source: Broadcom chipset not supported or ethernet controller: %(broadcom)s
es: Broadcom chipset no soportado o controlador ethernet: %(broadcom)s

source: Broadcom chipset not found: %(chip)s
es: Broadcom chipset no encontrado: %(chip)s

source: Broadcom pci ID not found: %(id)s
es: Broadcom pci ID no encontrado: %(id)s

source: Linux header name to install: %(header)s
es: Nombre de los archivos de cabecera de Linux a instalar: %(header)s

source: Download package: %(package)s
es: Descargar paquete: %(package)s

source: Download package: %(drv)s
es: Descargar paquete: %(drv)s

source: Download package dependency: %(dep)s
es: Descargar dependencia del paquete: %(dep)s

source: Install downloaded packages
es: Instalar los paquetes descargados

source: Remove downloaded debs
es: Desinstalar los paquetes deb descargados

source: Reconfigure package: %(package)s
es: Reconfigurar paquete: %(package)s

source: Done installing Broadcom drivers
es: Se han instalado los controladores Broadcom

source: No Broadcom chip set found
es: No se ha encontrado Broadcom chip set

source: Purge driver: %(drv)s
es: Limpiar el controlador: %(drv)s

source: Remove : %(file)s
es: Desinstalar : %(file)s

source: Done removing Broadcom drivers
es: Se han desinstalado los controladores Broadcom

source: Graphics
es: Gráficos

source: Wireless
es: Inalámbrico

source: Activated driver
es: Controlador activado

source: Alternative drivers
es: Controladores alternativos

source: Current drivers are correct
es: Los controladores actuales son los adecuados

source: PAE already installed
es: PAE ya instalado

source: PAE support only for 32-bit systems
es: Soporte PAE únicamente para sistemas de 32-bit

source: Activate
es: Activar

source: Driver
es: Controlador

source: Version
es: Versión

source: Description
es: Descripción

source: (recommended)
es: (recomendado)

source: Check loaded driver / available driver: %(ldrv)s / %(adrv)s
es: Compruebe el controlador cargado / controlador disponible: %(ldrv)s / %(adrv)s

source: Select current driver in list: %(drv)s
es: Seleccione el controlador actual en la lista: %(drv)s

source: Manufacturer image path: %(path)s
es: Ruta de la imagen del fabricante: %(path)s

source: Unknown driver
es: Controlador desconocido

source: Unknown driver found. Please remove before installing drivers with DDM.
es: Controlador desconocido encontrado. Por favor desinstálelo antes de continuar instalando controladores a través del DDM.

source: Driver activation
es: Activación del controlador

source: Are you sure you want to install the following driver: %(drv)s
es: ¿Está seguro de querer instalar el siguiente controlador?: %(drv)s

source: Locked
es: Bloqueado

source: Could not get lock on %(file)s. Close any programs locking the file and try again.
es: No se puede bloquear %(file)s. Cierre cualquier programa que esté bloqueando el archivo e intente nuevamente.

source: Driver to install: %(drv)s
es: Controlador a instalar: %(drv)s

source: Driver installed
es: Controlador instalado

source: Driver installed: %(drv)s Drivers will be used on next boot. Do you want to reboot now?
es: Controlador instalado: %(drv)s Los controladores se cargarán después del siguiente reinicio. ¿Desea reiniciar el equipo ahora?

source: Could not get lock on %(file)s. Close any programs locking the file and restart DDM.
es: No se puede obtener el bloqueo %(file)s. Cierre cualquier programa que esté bloqueando el archivo y reinicie DDM.

source: Used drivers: %(drv)s
es: Controladores utilizados: %(drv)s

source: Checking your hardware...
es: Analizando su hardware...

source: Start automatic driver install
es: Iniciar la instalación automática de controladores

source: Command to execute: %(cmd)s
es: Comando a ejecutar: %(cmd)s

source: Search for extensions: %(ext)s
es: Buscar extensiones: %(ext)s

source: File with extension found: %(path)s
es: Archivo con extensión encontrado: %(path)s

source: File found: %(path)s
es: Archivo encontrado: %(path)s

source: Resolution added: %(res)s
es: Resolución añadida: %(res)s

source: Package is installed: %(package)s
es: El paquete está instalado: %(package)s

source: Package not installed: %(package)s
es: El paquete no está instalado: %(package)s

source: Package not found: %(package)s
es: Paquete no encontrado: %(package)s

source: Could not get status info for package: %(package)s
es: No se puede obtener información sobre el estado del paquete: %(package)s

source: Intel card found: %(card)s
es: Tarjeta Intel encontrada: %(card)s

source: Intel driver found: %(drv)s (%(status)s)
es: Controlador Intel encontrado: %(drv)s (%(status)s)

source: Remove package: %(drv)s
es: Desinstalar paquete: %(drv)s

source: Intel display driver
es: Controlador de pantalla Intel

source: Write debug information to file: %(path)s
es: Escribir información de depuración al archivo: %(path)s

source: Machine info: %(info)s
es: Información de la máquina: %(info)s

source: DDM version: %(version)s
es: versión de DDM: %(version)s

source: apt-listbugs is installed and might interfere with driver installation
es: apt-listbugs está instalado y puede interferir con la instalación del controlador

source: Please enter your password
es: Por favor introduzca su contraseña

source: Startup command: %(cmd)s
es: Comando de inicio: %(cmd)s

source: DDM - Live environment
es: DDM - entorno Live

source: DDM cannot run in a live environment To force start, use the --force argument
es: DDM no se puede ejecutar en un entorno live Para forzar su inicio, utilice el argumento --force

source: DDM - Debian based
es: DDM - basado en Debian

source: Cannot determine the base distribution (debian or ubuntu) To force start, use the --force argument
es: No se puede determinar la distribución base (debian o ubuntu) Para forzar el arranque, use el argumento --force

source: You do not seem to have an internet connection To force start, use the --force argument
es: Parece que no cuenta con una conexión de internet Para forzar el arranque, use el argumento --force

source: Update apt
es: Actualizar apt

source: Install nvidia-detect
es: Instalar nvidia-detect

source: Cannot install nvidia-detect: abort
es: No se puede instalar nvidia-detect: abortar

source: Nvidia driver found: %(drv)s (%(status)s)
es: Controlador Nvidia encontrado: %(drv)s (%(status)s)

source: Configure Nvidia...
es: Configurar Nvidia...

source: Removing Nvidia drivers
es: Desinstalando controladores Nvidia

source: Nvidia display driver
es: Controlador de pantalla Nvidia

source: Nouveau display driver
es: Controlador de pantalla Nouveau

source: Is package installed: %(package)s
es: Es un paquete instalado: %(package)s

source: Remove drivers before reinstallation: %(drv)s
es: Desinstalar controladores antes de la reinstalación: %(drv)s

source: Install drivers: %(drv)s
es: Instalar controladores: %(drv)s

source: Already a PAE system or AMD64
es: Ya es un sistema PAE o AMD64

source: Installed PAE: %(pae)s
es: PAE instalado: %(pae)s

source: Multi-core support for 32-bit systems
es: Soporte Multi-core para sistemas de 32-bit

source: Distribution: %(dist)s
es: Distribución: %(dist)s

source: Multi-core already installed: %(package)s
es: Multi-core ya instalado: %(package)s

source: PAE capable system
es: Sistema capaz PAE

source: Single-core kernel found: %(kernel)s
es: Encontrado single-core kernel: %(kernel)s

source: Multi-core system running single-core kernel found
es: Encontrado sistema Multi-core corriendo kernel para sistemas single-core

source: PAE not installed
es: PAE no instalado

source: PAE skipped: 64-bit system
es: PAE saltado: sistema de 64-bit

source: PAE kernel cannot be installed: single-core system
es: Kernel PAE no puede ser instalado: Sistema single-core

source: PAE kernel install command: %(cmd)s
es: Comando para instalar el kernel PAE: %(cmd)s

source: Done installing PAE
es: Se ha instalado PAE

source: Not running pae, continue removal
es: Pae no corriendo, continuar la desinstalaciones

source: PAE package to remove: %(package)s
es: Paquete PAE para desinstalar: %(package)s

source: Done removing PAE
es: Se ha eliminado PAE

source: Cannot remove PAE when running PAE
es: No se puede desinstalar PAE cuando se encuentra corriendo

source: Create list store eval string: %(eval)s
es: Crear cadena de evaluación de almacén de listas: %(eval)s

source: Clear existing list store
es: Limpiar el almacén de listas existente

source: First item is column name (multi-column list): %(iscolname)s
es: El primer elemento es el nombre de la columna (lista multi-columna): %(iscolname)s

source: First item is column name (single-column list): %(iscolname)s
es: El primer es el nombre de la columna (lista columna-simple): %(iscolname)s

source: Create column names: %(cols)s
es: Crear nombres de columnas: %(cols)s

source: First item is column name: skip first item
es: El primer elemento es el nombre de la columna: saltar el primer elemento

source: Add data to list store: %(data)s
es: Añadir datos al almacén de listas: %(data)s

source: Add data to top of list store: %(totop)s
es: Añadir datos al inicio del almacén de listas: %(totop)s

source: Add data to bottom of list store: %(tobottom)s
es: Añadir datos al final del almacén de listas: %(tobottom)s

source: Last visible column nr: %(colnr)d
es: Nº de la última columna visible: %(colnr)d

source: Hide column nr: %(colnr)d
es: Ocultar la columna nº: %(colnr)d

source: Create column: %(col)s
es: Crear columna: %(col)s

source: Check box found: add toggle function
es: Casilla de verificación encontrada: añadir función de conmutación

source: Last column fills treeview: %(colnr)d
es: La última columna rellena el árbol: %(colnr)d

source: Column added: %(col)s
es: Columna añadida: %(col)s

source: Column already exists: %(col)s
es: La columna ya existe: %(col)s

source: Add Liststore to Treeview
es: Añadir Liststore al Treeview

source: Scrolled to selected row: %(row)d
es: Desplazado a la fila seleccionada: %(row)d

source: Via card found: %(card)s
es: Tarjeta Via encontrada: %(card)s

source: Via driver found: %(drv)s (%(status)s)
es: Controlador Via encontrado: %(drv)s (%(status)s)

source: Chrome display driver
es: Controlador de pantalla Chrome

source: Modules for %(manufacturer)s: %(modules)s
es: Módulos para %(manufacturer)s: %(modules)s

source: Used graphics driver: %(module)s
es: Controlador de gráficos utilizado: %(module)s

source: No xorg.conf - create minimal xorg.conf
es: No existe xorg.conf - crear un archivo mínimo xorg.conf

source: New xorg.conf written
es: Nuevo xorg.conf escrito

source: New section appended to xorg.conf
es: Nueva sección añadida al xorg.conf

source: Blacklist %(module)s in: %(path)s
es: Blacklist %(module)s en: %(path)s

source: Uncomment blacklist %(module)s in: %(path)s
es: Descomentar blacklist %(module)s en: %(path)s

source: Remove blacklist %(module)s from: %(path)s
es: Eliminar blacklist %(module)s de: %(path)s

source: Blacklist %(module)s found in: %(path)s
es: Blacklist %(module)s encontrado en: %(path)s

source: Commented blacklist %(module)s found in: %(path)s
es: Blacklist comentado %(module)s encontrado en: %(path)s
